{
    "nav1":"ABOUT US",
    "nav2":"TEAM MEMBERS",
    "nav3":"PRACTICE AREAS",
    "nav4":"CONTACT US",
    "landingP1":
     " emerges as a reference in the legal field of Argentina and Latin America, based on the knowledge and experience of its members, as well as the commitment to excellence and professional ethics, to offer its clients quality legal services and strategic advice, both in Spanish, English, and French ",
    "ourtrajectory":"Our Trajectory",
    "ourtrajectoryText1":"Talking about successes, the evolution of services, remembering how conflict situations were resolved, generates a feeling of unity and loyalty among workers towards the company. Assimilating what has been done for the organization creates a sense of belonging that is only achieved over time.",
    "ourtrajectoryText2":" Often, companies add the number of years they have been in the market to their advertising logos. This is so that customers perceive how the company has managed to stay in the market, reinvent itself, and connect with them through different technologies according to the time. This shows the organization's eagerness to surpass the competition and meet the needs of consumers, which generates loyalty from them.",
    "ourtrajectoryText3":"The history of a company is the best argument for closing alliances, customer loyalty, and surpassing the competition since it refers to verifiable facts and firsthand accounts.",
    "ourteam":"Team members",
    "practiceareas":"Practice Areas",
    "partner1":"Partner",
    "partner2":"Of Counsel",
    "sendButton":"Send",
    "contactus":"Contact us",
    "completename":" First name & last name *",
    "phone":" Phone number (include Country and Area code)",
    "email":" Email*",
    "message":" Message*",
    "DP":"Criminal Law",
    "DC":"Constitucional Law",
    "DI":"International Law",
    "DPDescription":"The firm, drawing upon the extensive experience of its members, provides services in advising, prosecution, defense, and compliance in general criminal law, tax criminal law, foreign exchange criminal law, customs criminal law, anti-corruption, and money laundering matters. Additionally, it offers services for cases involving fraud and complex investigations, gender-based violence and sexual abuse, violations of special laws (such as Trademark and Environmental laws, among others), as well as medical liability, another specialty of our partners.",
    "DCDescription":"The firm, with a strong background in constitutional matters, provides advice on Constitutional Law, drafting laws, regulations, and decrees, as well as in filing writs of amparo and class actions, including litigation before the Supreme Court of Justice of the Nation.",
    "DIDescription":"The partners' experience in international matters allows them to offer services in international affairs ranging from international child restitutions and extraditions to the filing of precautionary measures before supranational organizations throughout Latin America and international bodies. Additionally, they have a network of contacts in various countries in the Americas that enables a comprehensive approach to the matters at hand.",
    "primerrenglonLarge":"Law firm specialized in Criminal, Constitucional  ",
    "segundorenglonLarge":"and Public Private International",
    "tercerrenglonLarge":"Law",
    "primerrenglonSmall":"Law firm",
    "segundorenglonSmall":"specialized in",
    "cuartorenglonSmall":"Constitucional",
    "tercerrenglonSmall":"Criminal, Public",
    "quintorenglonSmall":"and Private ",
    "sextorenglonSmall":"International Law"
    }