{
    "nav1":"EL ESTUDIO",
    "nav2":"NUESTRO EQUIPO",
    "nav3":"ÁREAS DE PRÁCTICA",
    "nav4":"CONTACTO",
    "landingP1":
     " surge como una referencia en el ámbito legal de Argentina y Latinoamérica, a partir del conocimiento y la experiencia de sus miembros, así como también el compromiso con la excelencia y la ética profesional, para ofrecer a sus clientes servicios legales de calidad y asesoramiento estratégico, tanto en idioma español, inglés y francés.",
     "ourtrajectory":"Nuestra Trayectoria",
     "ourtrajectoryText2":"Nuestra historia como estudio jurídico no es solo el resultado de años de experiencia en el campo legal, sino también de una idea que ha madurado a lo largo del tiempo, nutrida por las conversaciones en la mesa familiar y las discusiones apasionadas sobre justicia. Decidimos unir nuestras habilidades y conocimientos para fundar MGL Abogados, honrando así la rica tradición familiar en el ámbito del derecho.",
     "ourteam":"Nuestro equipo",
     "practiceareas":"Áreas de Práctica",
     "partner1":"Socio",
     "partner2":"Of Counsel",
     "sendButton":"Enviar",
     "contactus":"Contáctate con nosotros",
     "completename":" Nombre y apellido *",
      "phone":" Teléfono (Agregar código de país y área)",
     "email":" Correo electronico*",
     "message":" Mensaje*",
     "DP":"Derecho Penal",
     "DC":"Derecho Constitucional",
     "DI":"Derecho Internacional",
    "DPDescription":"El estudio, a partir de la amplia experiencia de sus miembros, ofrece servicios tanto de asesoramiento, acusación, defensa y compliance, en materia de derecho penal general, penal tributario, penal cambiario, penal aduanero, anticorrupción, y lavado de dinero. Además, ofrece servicios para casos de estafas e investigaciones complejas, violencia de género y abusos sexuales, infracciones a leyes especiales (Marca y Ambiental, entre otras),así como también responsabilidad médica, otra de las especialidades de nuestros socios.",
    "DCDescription":"La firma, con sólidos antecedentes en materia constitucional, ofrece asesoramiento en materia de derecho constitucional, elaboración de leyes, reglamentos y decretos, así como también en la interposición de amparos y acciones de clase, incluyendo litigios ante la Corte Suprema de Justicia de la Nación.",
    "DIDescription":"La experiencia en materia internacional de los socios permite ofrecer servicios en asuntos internacionales que incluyen desde restituciones internacionales de menores y extradiciones, a interposición de medidas cautelares ante los organismos supranacionales a lo largo de Latinoamérica y organismos internacionales. Además, cuenta con una red de contactos en diferentes países de América que permite un abordaje integral de los asuntos a tratar.",
    "primerrenglonLarge":" Estudio jurídico especializado en Derecho Penal,",
    "segundorenglonLarge":"Derecho Constitucional e Internacional",
    "tercerrenglonLarge":"Público y Privado.",
    "primerrenglonSmall":"Estudio jurídico",
    "segundorenglonSmall":"especializado en",
    "tercerrenglonSmall":"Derecho Penal",
    "cuartorenglonSmall":"Constitucional e",
    "quintorenglonSmall":"Internacional Público",
    "sextorenglonSmall":"y Privado.",
     "emergency":"Por urgencias contactarse : "
    }