{
   "translation": {
    "nav1":"ABOUT US",
    "nav2":"OUR TEAM",
    "nav3":"PRACTICE AREAS",
    "nav4":"CONTACT",
    "landingP1":
     " emerge as a reference in the legal field of Argentina and Latin America, based on the knowledge and experience of its members, as well as the commitment to excellence and professional ethics, to offer its clients quality legal services and strategic advice, both in Spanish, Portuguese, English and French.",
    "ourtrajectory":"Our History",
    "ourtrajectoryText2":"Our journey as a law firm is not merely the outcome of years of experience in the legal field, but also of an idea that has matured over time, nourished by conversations around the family table and passionate discussions about justice. We decided to combine our skills and knowledge to establish MGL Abogados, thus honoring the rich family tradition in the field of law.",
    "ourteam":"Our Team",
    "practiceareas":"Practice Areas",
    "partner1":"Partner",
    "partner2":"Of Counsel",
    "sendButton":"Send",
    "contactus":"Contact",
    "completename":" First name & last name *",
    "phone":" Phone number (include Country and Area code)",
    "email":" Email*",
    "message":" Message*",
    "DP":"Criminal Law",
    "DC":"Constitutional Law",
    "DI":"International Law",
    "DPDescription":"The firm leverages the extensive expertise of its members to offer advisory, prosecution, defense and compliance services in general criminal law, tax criminal law, foreign exchange criminal law, customs criminal law, anti-corruption and money laundering. Additionally, the firm provides assistance in cases involving fraud, complex investigations, gender-based violence and sexual abuse, violations of special laws (such as Trademark and Environmental laws, among others) as well as medical liability, another specialty area offered by our partners.",
    "DCDescription":"The firm, with a strong background in constitutional matters, provides advice on constitutional law, bill drafting, and regulatory matters, as well as on the filing of writs of amparo and class actions, including handling litigation before the Argentine Supreme Court of Justice.",
    "DIDescription":"TThe partner's experience in international affairs enables them to offer a wide range of services, including international return of children, extraditions, and the filing of precautionary measures before supranational organizations across Latin America and international organizations. Furthermore, their established network of contacts in various countries throughout the Americas facilitates a comprehensive approach to addressing the matters at hand.",
    "primerrenglonLarge":"Law firm specializing in Criminal Law, Constitutional ",
    "segundorenglonLarge":" Law and Public & Private International",
    "tercerrenglonLarge":"Law",
    "primerrenglonSmall":"Law firm specializing",
    "segundorenglonSmall":"in Criminal Law,",
    "tercerrenglonSmall":"Constitutional Law",
    "cuartorenglonSmall":"and Public & ",
    "quintorenglonSmall":"Private International ",
    "sextorenglonSmall":"Law.",
    "emergency":"In case of emergency, contact:",
    "campoobligatorio":" *Mandatory field",
    "ext":"(International)"}
    }